tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "direnv"
brew "git"
brew "ghq"
brew "go"
brew "htop"
brew "imagemagick@6"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "lv"
brew "nkf"
brew "nvm"
brew "peco"
brew "phantomjs"
brew "postgresql"
brew "postgresql@9.4", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "redis@2.8", restart_service: true
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
cask "1password"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "cmd-eikana"
cask "docker"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "slack"
cask "teensy"
cask "vagrant"
cask "virtualbox"
